<template>
    <my-page title="图片压缩 - 帮助" backable>
        <ui-article>
            <h2>图片压缩</h2>
            <p>图片压缩工具是一个简单的在线图片压缩工具，在网页端实现压缩功能，不占用服务器资源。</p>
            <p>该工具并不是无损压缩，如果对压缩后的图片质量要求比较高，推荐使用 <a href="https://tinypng.com/" target="_blank">TinyPNG</a> 。</p>
            <!--<p>这是一个免费的在线图片压缩小工具, 可以非常方便得将PNG/GIF/JPG图片大小优化到极限，为移动设备（如：手机平版）访问节约数据流量，提高访问速度。
                                简洁又漂亮的界面响应处理速度极快，并且支持多个文件批量上传。
                                依赖专业专业算法支持，在图片体积大大减小后, 仍能让清晰度保持和原版一样。
                                如果觉得不错，千万不要不收藏！(快捷键Ctrl+D)</p>-->
        </ui-article>
    </my-page>
</template>
